export const questions = [
  {
    id: 1,
    question: "Как я тебя называю чаще всего?",
    options: ["Любимка", "Зайка", "Котёнок", "Солнце"],
    correctAnswer: "Любимка"
  },
  {
    id: 2,
    question: "Где мы впервые познакомились?",
    options: ["Университет", "Школа", "Интернет", "На улице"],
    correctAnswer: "Школа"
  },
  {
    id: 3,
    question: "Какой мой любимый цвет?",
    options: ["Красный", "Фиолетовый", "Чёрный", "Белый"],
    correctAnswer: "Фиолетовый"
  },
  {
    id: 4,
    question: "Что я люблю в тебе больше всего?",
    options: ["Улыбку", "Характер", "Глаза", "Все"],
    correctAnswer: "Все"
  },
  {
    id: 5,
    question: "Кто чаще говорит «я люблю тебя»?",
    options: ["Ты", "Я", "Оба одинаково", "Никто"],
    correctAnswer: "Я"
  },
  {
    id: 6,
    question: "Какой фильм мы смотрели вместе и смеялись?",
    options: ["Один дома", "Очень страшное кино", "Титаник", "Гарри Поттер"],
    correctAnswer: "Очень страшное кино"
  },
  {
    id: 7,
    question: "Какой твой любимый десерт?",
    options: ["Наполеон", "Тирамису", "Три шоколада", "Чизкейк"],
    correctAnswer: "Три шоколада"
  },
  {
    id: 8,
    question: "Куда мы хотим поехать вместе?",
    options: ["Франция", "Япония", "Турция", "Корея"],
    correctAnswer: "Япония"
  },
  {
    id: 9,
    question: "Какой у нас “наш” день?",
    options: ["14", "29", "7", "1"],
    correctAnswer: "29"
  },
  {
    id: 10,
    question: "Что ты делаешь, когда злишься?",
    options: ["Молчишь", "Злишься", "Смеёшься", "Уходишь"],
    correctAnswer: "Злишься"
  },
  {
    id: 11,
    question: "Как я тебя смешу?",
    options: ["Танцую", "Шучу", "Корчу лица", "Щекочу"],
    correctAnswer: "Шучу"
  },
  {
    id: 12,
    question: "Какой твой самый милый привычный жест?",
    options: ["Обнимашки", "Желание порадовать меня", "Улыбка", "Поцелуй"],
    correctAnswer: "Поцелуй"
  },
  {
    id: 13,
    question: "Что я первым замечаю в тебе?",
    options: ["Глаза", "Улыбку", "Татарские корни", "Голос"],
    correctAnswer: "Татарские корни"
  },
  {
    id: 14,
    question: "Кто из нас более романтичный?",
    options: ["Ты", "Получается я", "Оба", "Никто"],
    correctAnswer: "Получается я"
  },
  {
    id: 15,
    question: "Какой момент с тобой я никогда не забуду?",
    options: ["Первую встречу", "Первое свидание", "Пупупу", "Первый подарок"],
    correctAnswer: "Пупупу"
  },
  {
    id: 16,
    question: "Что я говорю, когда скучаю?",
    options: ["Я скучаю", "Ну что ты тама", "Где ты?", "Вернись"],
    correctAnswer: "Ну что ты тама"
  },
  {
    id: 17,
    question: "Какой твой любимый напиток?",
    options: ["Чай", "Кофе", "Бабл ти", "Кофе или бабл ти"],
    correctAnswer: "Кофе или бабл ти"
  },
  {
    id: 18,
    question: "Что для нас самое важное?",
    options: ["Любовь", "Деньги", "Уважение", "Путешествия"],
    correctAnswer: "Уважение"
  }
]

